Repository: Zdendaki/RailworksDownloader
Catalog: RailworksDownloader/Localization/Strings.*.resx
Languages: cs, de

# AllDownDesc
source: All available packages were already downloaded.
cs: Všechny dostupné balíčky již byly staženy.
de: Alle verfügbaren Pakete sind bereits heruntergeladen.

# AlreadyInstalFail
source: This package is already installed.
cs: Tento balíček je již nainstalován.
de: Dieses Paket ist bereits installiert.

# ApplicationRestart
source: Application will be restarted
cs: Aplikace bude restartována
de: Die Anwendung wird neu gestartet.

source: Cancel
cs: Zrušit
de: Abbrechen

# CantDownload
source: Cannot download packages
cs: Nelze stáhnout balíček
de: Paket kann nicht heruntergeladen werden.

# CatEnv
source: Environment
cs: Prostředí
de: Umgebung

# CatLoco
source: Locomotives
cs: Lokomotivy
de: Lokomotiven

# CatOther
source: Other/Uncategorised
cs: Ostatní/Nezařazené
de: Sonstige/ohne Kategorie

# CatRVDep
source: Railvehicle dependencies
cs: Příslušenství vozidel
de: Fahrzeugabhängigkeiten

# CatScenery
source: Scenery
de: Szenerie

# CatSystem
source: SYSTEM PACKAGE
cs: SYSTÉMOVÝ BALÍČEK
de: SYSTEMPAKET

# CatTrackObj
source: Track objects
cs: Traťové objekty
de: Streckenobjekte

# CatWag
source: Wagons
cs: Vozy
de: Wagen

# CheckingDLC
source: Checking installed DLCs
cs: Hledání nainstalovaných DLC
de: Suche installierte DLCs

# ConflictFileDesc1
source: Following package seems to be controlled by DLS but not installed through this app:
cs: Následující balíčky jsou již staženy, ale ne prostřednictvím této aplikace:
de: Folgende Pakete wurden bereits heruntergeladen, jedoch nicht von dieser Anwendung:

# ConflictFileDesc2
source: Please decide how to continue!
cs: Prosím rozhodněte jak pokračovat!
de: Bitte entscheiden Sie, wie Sie fortfahren möchten!

# ConflictFileTitle
source: Conflict file found!
cs: Nalezen konfliktní soubor!
de: Konfliktdatei gefunden!

# CountryNon
source: Non specified
cs: Neuvedeno
de: Nicht definiert

# CountSizeFail
source: Error while counting size of file {0}!
cs: Chyba při počítání velikosti souboru {0}!
de: Fehler bei der Berechnung der Dateigröße von {0}!

# CrawlingRouteFail
source: Error when crawling route "{0}"!
cs: Chyba při procházení tratě "{0}"!
de: Fehler beim Parsen der Strecke "{0}"!

source: Critical error!
cs: Kritická chyba!
de: Kritischer Fehler!

# DepsDetailsWindowTitle
source: Files used from package {0} in route {1}:
de: Dateien aus Paket {0} in Strecke {1}:

# DepStateAvail
source: Available
cs: Dostupné
de: Verfügbar

# DepStateDown
source: Downloaded
cs: Staženo
de: Heruntergeladen

# DepStatePaid
source: Paid
cs: Placené DLC
de: kostenpflichtiges DLC

# DepStateUnav
source: Unavailable
cs: Nedostupné
de: Nicht verfügbar

# DepStateUnk
source: Unknown
cs: Neznámý
de: Unbekannt

# DepWindowTitle1
source: Route dependencies
cs: Závislosti tratě
de: Abhängigkeiten der Strecke

# DepWindowTitle2
source: Scenario dependencies
cs: Závislosti scénářů
de: Abhängigkeiten des Szenarios

# DownloadError
source: Error occured while downloading
cs: Nastala neočekávaná chyba při stahování
de: Unerwarteter Fehler beim Herunterladen

source: Downloading
de: Herunterladen...

# DownloadingUpdate
source: Downloading update of application...
cs: Stahování aktualizace aplikace...
de: Client-Update herunterladen...

# DownloadTitle
source: Downloading packages {0}/{1}
cs: Stahování balíčku {0}/{1}
de: Herunterladen der Pakete {0}/{1}

# EraNon
source: Indeterminate
cs: Nedefinováno
de: nicht datiert

# FailedCopyFiles
source: Failed to copy following files!
cs: Nepovedlo se zkopírovat následující soubory!
de: Die folgenden Dateien konnten nicht kopiert werden!

# FindFileFail
source: FindFile for {0} returned no packages!
cs: FindFile pro {0} vrátil prázdný výsledek!
de: FindFile für {0} hat keine Pakete gefunden!

# GzipEntryFail
source: Error when reading gzip entry of file {0}!
cs: Chyba při čtení gzip záznamu v souboru {0}!
de: Fehler beim Lesen des gzip-Eintrags in der Datei {0}!

# GzipFileFail
source: Gzip file {0} is corrupted!
cs: Gzip soubor {0} je poškozen!
de: Gzip-Datei {0} ist beschädigt!

# GzipReadFail
source: Error while reading gzip file {0}!
cs: Chyba při čtení gzip souboru {0}!
de: Fehler beim Lesen der gzip-Datei {0}!

# InstalFail
source: An error occured when trying to install package.
cs: Při pokusu o nainstalování balíčku nastala neočekávaná chyba.
de: Beim Installieren des Pakets ist ein Fehler aufgetreten!

source: Installing...
cs: Probíhá instalace...
de: Installieren...

source: Installing update...
cs: Instalace aktualizace...
de: Das Update wird installiert...

source: #INVALID FILE NAME
cs: #NEPLATNÝ NÁZEV
de: #UNGÜLTIGER DATEINAME

source: Keep all!
cs: Ponechat vše!
de: Alles behalten!

source: Keep local!
cs: Ponechat!
de: Verlassen!

# LoginCheckbox
source: Stay logged in
cs: Zůstat přihlášen
de: Angemeldet bleiben

# LoginDesc
source: Please login with your Railworks Download Station account.
cs: Prosím přihlašte se vaším RailWorks DLS účtem!
de: Bitte melden Sie sich mit Ihrem RailWorks DLS-Konto an!

# LoginEmailHint
source: E-mail address...
cs: E-mailová adresa...
de: E-Mail Adresse...

# LoginForgot
source: Forgot password
cs: Zapomenuté heslo
de: Passwort vergessen

# LoginMissingField
source: You haven't filled all required fields.
cs: Nebyla vyplněna všechna požadovaná políčka!
de: Nicht alle erforderlichen Felder wurden ausgefüllt!

# LoginPasswordHint
source: Password...
cs: Heslo...
de: Passwort...

# LoginPrimary
source: Cancel
cs: Zrušit
de: Abbrechen

# LoginSecondary
source: Login
cs: Přihlásit se
de: Anmelden

# LoginTitle
source: Login
cs: Přihlášení
de: Anmeldung

# MainDown
source: Download packages
cs: Stáhnout dostupné balíčky
de: Pakete herunterladen

# MainManage
source: Manage packages
cs: Spravovat balíčky
de: Pakete verwalten

# MainRescan
source: Rescan assets...
cs: Znovu naskenovat...
de: Assets erneut durchsuchen...

# MainScan
source: Scan for missing assets
cs: Skenovat závislosti...
de: Nach fehlenden Assets suchen

# MainSelectFolder
source: Select Railworks folder location
cs: Vyberte složku s RailWorks
de: Wählen Sie den RailWorks-Ordner aus

# NewerDesc
source: Newer version of following package was found on server: {0} Do you want to update it?
cs: Na serveru byla nalezena novější verze následujícího balíčku: {0} Chcete ho aktualizovat?
de: Auf dem Server wurde eine neuere Version des folgenden Pakets gefunden: {0} Möchten Sie es aktualisieren?

# NewerPrimary
source: Yes, update
cs: Ano, aktualizovat
de: Ja, aktualisieren

# NewerSecond
source: No, keep local
cs: Ne, ponechat lokální verzi
de: Nein, ich möchte meine lokale Version behalten

# NewerTitle
source: Newer package found!
cs: Nalezena novější verze balíčku!
de: Eine neuere Version des Pakets wurde gefunden!

source: No
cs: Ne
de: Nein

# NonCached
source: Attempted to access non cached package!
cs: Pokus o stažení nenačteného balíčku!
de: Es wurde versucht auf ein Paket außerhalb des Cache zuzugreifen!

source: OK
cs: Budiž!
de: Jawohl!

# OperationsRunning
source: Some operations are still running. Do you really want to close the app?
cs: Na pozadí stále probíhají některé činnosti. Opravdu chcete skončit?
de: Es sind noch nicht alle Vorgänge abgeschlossen. Möchten Sie die Anwendung wirklich schließen?

# OverAll
source: Overwrite all!
cs: Přepsat vše!
de: Alles überschreiben!

# OverLocal
source: Overwrite local!
cs: Přepsat!
de: Lokale Dateien überschreiben!

# PackManInstall
source: Install package
cs: Nainstalovat balíčky
de: Pakete installieren

# PackManRemove
source: Remove selected package
cs: Odinstalovat balíčky
de: Pakete deinstallieren

# PaidPackageFail
source: This is paid package. Paid packages cannot be downloaded through this app.
cs: Vybraný balíček je placené DLC! Placené balíčky nelze stahovat touto aplikací!
de: Das ist ein kostenpflichtiges Paket. Kostenpflichtige Pakete können nicht über diese Anwendung heruntergeladen werden.

# ParseRoutePropFail
source: An unexpected error occured during parsing following file: {0} Usually it means the file is corrupted. Please report this error message including the corrupted file.
cs: Při parsování následujícího souboru nastala neočekávaná výjimka: {0} Obvykle to znamená že daný soubor je poškozený. Prosím nahlašte tuto chybu spolu s poškozeným souborem pro další analýzu.
de: Ein unerwarteter Fehler ist beim Parsen dieser Datei aufgetreten: {0} In der Regel heißt das, dass die Datei beschädigt ist. Bitte melden Sie diese Fehlermeldung inklusive der beschädigten Datei.

# ParseRoutePropFailTitle
source: Error parsing RouteProperties
cs: Chyba při parsování RouteProperties
de: Fehler beim Parsen der RouteProperties

# PrepareTitle
source: Preparing download!
cs: Příprava stahování!
de: Download wird vorbereitet!

# ProgressFail
source: Fatal! Progress is bigger than size of all files! {0}:{1} Route: {1}
cs: Jejda! Aktuální postup je větší než velikost všech souborů! {0}:{1} Trať: {1}
de: Fehler! Der Prozess ist größer als alle Dateigrößen zusammen! {0}:{1} Route: {1}

# ReadingZipFail
source: Error reading zip file {0}!
cs: Chyba při čtení gzip souboru {0}!
de: Fehler beim Lesen der zip-Datei {0}!

# RoutesLoadFail
source: Loading routes failed!
cs: Chyba při načítání seznamu tratí!
de: Fehler beim Laden der Strecken

source: Save
cs: Uložit
de: Speichern

source: Saving
cs: Ukládání
de: Speichern...

# SelectRWDlgAuto
source: Try finding Railworks location automatically
cs: Pokusit se nalézt složku s RailWorks automaticky
de: Railworks-Hauptordner automatische finden

# SelectRWDlgBrowse
source: Browse
cs: Procházet
de: Suchen

# SelectRWDlgDesc
source: Please select your RailWorks (Train Simulator) installation folder.
cs: Prosím vyberte složku s RailWorks (Train Simulator).
de: Bitte wählen Sie Ihr RailWorks-Hauptverzeichnis aus.

# SelectRWDlgTitle
source: Select RailWorks folder
cs: Vybrat složku s RailWorks
de: Wähle RailWorks-Ordner aus

# SelectRWPathTitle
source: Select RailWorks installation path
cs: Vybrat složku s RailWorks
de: Wähle RailWorks-Installationspfad aus

# SerzCommonFail
source: Error when parsing bin file {0}!
cs: Chyba při čtení bin souboru {0}!
de: Fehler beim Parsen der bin-Datei {0}!

# SerzFlushNStringFail
source: Attempted to flush unreaded string id {0}, step {1} in file {2}!
cs: Vnitřní chyba SERZ! Pokus o výpis nepřečteného stringu s id {0}, krok {1} v souboru {2}!
de: SERZ-Innenfehler! Versuch, den ungelesen String zu schreiben {0}, Schritt {1} in Datei {2}!

# SerzNLoadStringFail
source: Adding non loaded string id {0} at position {1}, step {2} in file {3}!
cs: Vnitřní chyba SERZ! Zápis nenačteného stringu s id {0} na pozici {1}, krok {2} v souboru {3}!
de: SERZ-Innenfehler! Ungeladenen String hinzugefügt {0} an Stelle {1}, Schritt {2} in Datei {3}!

# SerzParseExTagFail
source: Unable to parse existing tag on position {0}, step {1} in file {2}!
cs: Vnitřní chyba SERZ! Chyba při čtení již načteného tagu na pozici {0}, krok {1} v souboru {2}!
de: SERZ-Innenfehler! Fehler beim Parsen des vorhandenen Tags {0}, Schritt {1} in Datei {2}!

# SerzUnkFormatFail
source: Unknown format {0} in mattrice on position {1}, step {2} in file {3}!
cs: Vnitřní chyba SERZ! Neznámý formát matice {0} na pozici {1}, krok {2} v souboru {3}!
de: SERZ-Innenfehler! Unbekanntes Format {0} in Matrix an Stelle {1}, Schritt {2} in Datei {3}!

# SerzUnkTagFormFail
source: Unknown tag format {0} at position {1}, step {2}, file {3}!
cs: Vnitřní chyba SERZ! Neznámý formát tagu {0} na pozici {1}, krok {2}, v souboru {3}!
de: SERZ-Innenfehler! Unbekanntes Tag-Format {0} an Stelle {1}, Schritt {2}, in Datei {3}!

# SerzUnkTypeFail
source: Unknown data type {0} at position {1}, step {2} in file {3}!
cs: Vnitřní chyba SERZ! Neznámý datový typ {0} na pozici {1}, krok {2} v souboru {3}!
de: SERZ-Innenfehler! Unbekannter Dateityp {0} an Stelle {1}, Schritt {2} in Datei {3}!

# SteamInitFail
source: Initialision of SteamManager failed!
cs: Inicializace SteamManageru selhala!
de: Initialisieren des SteamManager ist fehlgeschlagen!

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler

# UpdaterAdminDesc
source: You need to allow administrator privileges to update Railworks Download Station.
cs: Pro aktualizaci Railworks DLS musíte potvrdit práva správce.
de: Für das Updaten der RailWorks Download Station sind Administratorenrechte erforderlich.

# UpdaterAdminTitle
source: UAC Required
cs: Požadováno UAC
de: Benutzerkontensteuerung erfordert!

# UpdateTitle
source: Updating packages {0}/{1}
cs: Aktualizace balíčku {0}/{1}
de: Pakete {0}/{1} werden geupdatet

source: Warning
cs: Varování
de: Warnung

source: Yes
cs: Ano
de: Ja

# PackManTitle
source: Package manager
cs: Správce balíčků

source: Updater panic!
cs: Kritická chyba při aktualizaci!
